* session 1
** inn
*** 90% human
*** innkeepper spooked
*** bard brings in the crowd
*** old man is big man around town
*** vale
*** elves are on the east
*** orcs in mtns on the east
** brindle
* session 7
** traveled
** defeated The Lost Black - a merc group
** saved The Blue Light - small band from Drellin's Ferry
* session 8
** Blue Light - 5 members
martial light, mostly arcane
*** leader, fighter
*** warlock
*** swordmage
** Forepath (paragon)
*** Marcus - leader, warlord/healer
*** Lian Shadow - halfling, rogue
**** recognized the adventurers stone
**** 3:2 in favor
*** Darien
**** jack bets 20gp on Lian
**** bet:
***** DONE win: +2 vicious dagger, -20gp
***** lose: sunsword, adventurer's stone, +30gp

| who  | init | turn | dam   |
| Ry   |   16 | ++   |       |
| Ec   |   16 | ++   |       |
| Am   |   12 | ++   |       |
| Ja   |    8 | ++   |       |
| Ad   |    6 | +    |       |
| Lian |   hi | +    | 9,8,x |

** adventurer's stone = fate stone
*** DONE not attuned, but we should
** be cautious with how we flash that around
** overlook
*** orcs getting fed information and supplies
*** coming through tunnel maze
*** portal to fancy room
**** dwarf in fancy clothes, proprietor of the portal station
**** 5sp to stable outside
** blister, the adventurers district
** mountain hearth
*** decent ale, pubcrawl is nice
** farstriders
*** killed small dragon
*** gladhanding with the outlook folks
** -50gp for healing potion
** overlook council - 10 members
** -10gp ammonia spreading the wealth
** ways to curry favor with the council
*** could kill drakes
**** stone hammer
**** elf town
*** thieve's guild: the lost ones
**** protection racket
**** large enough to have an effect on power
* session 9 
  CLOCK: [2009-07-07 Tue 18:38]--[2009-07-07 Tue 23:02] =>  4:24
** dinner w/ blue light
*** Ammonia mouths off
*** Jeffrey - blue light defender
*** Ry helps ammonia up
favors among strangers don't age well, 
best use them while we can
*** Jack sings a song
**** mood is relaxed excitement
** council meeting
*** leader of farstriders whispering with councilman en route
*** scheduled for 9am
*** >10 adventuring groups in town
**** farstriders on top
**** freeriders
**** company of wolves
**** weak parties are sent to different seating area
**** host of orcs from the west
***** larger than normal
***** scouting forays
****** penetrated the mountains
**** protect
***** boderins watch
***** overlook
***** mountain passes / tunnels
**** Jack's outburst
Glad to leave this festering town.
** travel to the monestary
*** snowy path
*** ravine
**** orc party ambush
***** am crits minion
***** 3rd scout battalion
***** notebook in shorthand
****** written by the same hand
***** orc sledding
***** heading south
***** boots had lowerland grasses
****** they've been in the plains
***** sent animal messenger to vents
** monastery
*** get monks back to overlook safely
*** too quiet
*** campfires outside the building
*** too late, complete slaughter
the monks shall be avenged!  Their deaths
are on my head!

| who | init | turn | stat | hp                      |
|  ry |   21 | *+++ |      |                         |
|  ec |   19 | *++  |      |                         |
|  ad |   16 | *+++ |      |                         |
|  am |   11 | *+++ |      |                         |
|  12 |      | +    | 20ac | 11 8 XX 13 13 ? X       |
|  13 |      | +++  |      | 6 ? 7 15 XX 9 XX 5 15 X |
|  ja |    6 | *+++ |      |                         |
|   7 |      | +    |      | X                       |
|   5 |      | +    |      | X                       |
|   1 |      | +    |      | X                       |
|   2 |      | +    |      | X                       |
|   6 |      | +    | 18f  | 11 XX ? X               |

* session 10
  CLOCK: [2009-07-14 Tue 18:28]
** DONE prep
*** DONE get ryepup character sheet with lvl 3 AND equipment
*** DONE down one healing surge, 15 hp, used fleet pursuit
** monastary fight
| who | weap  | init | turn | hp            |
|  am |       |   25 | ++++ |               |
|  ec |       |   21 | ++++ |               |
|  20 | staff |      | ++++ | 15,17,B,8     |
|  ry |       |   10 | ++++ |               |
|  ad |       |    5 | ++++ |               |
|  ja |       |    2 | ++++ |               |
|   1 | bow   |      | +++  | 10,6,B,6,X    |
|   5 | bow   |      | ++   | 14,B,14,X     |
|  12 | club  |      | ++   | X             |
|  11 | club  |      | ++   | X             |
|  14 | club  |      | +    | X             |
|  10 | glave |      | ++   | 21,6,23,B,5,X |
|  13 | club  |      | +    | X             |
* session 11
  CLOCK: [2009-07-21 Tue 18:44]
** mountain orcish - "What did you do?  How do you reverse it?"
| who | init | turn          | hp                                     |
|  10 |      | --------      | 3 2 23 10 B 10 9 h 18 X                |
|  14 |      | ----          | 21 13 B 17 11 b 9 7 B 15 X             |
|  12 |      | -----------   | 7 2 11 2 11 B 10 5 4 ? X               |
|  am |   13 | ------------- |                                        |
|  20 |      | ------------- | 10 19 11 18 5 18 B 5 18 8 7 5 10 10 11 |
|  ec |   12 | ------------- |                                        |
|  ry |  10+ | ------------  |                                        |
|  ja |  10- | ------------  |                                        |
|  ad |    9 | ----          | X                                      |
|  ka |      | -------       |                                        |
|   1 |      | ---           | X                                      |
|   5 |      |               | X                                      |
|   2 |      | --            | X                                      |
|   3 |      | ---           | X                                      |
|   7 |      | --            | X                                      |
|   6 |      |               | X                                      |
** khalid
*** concerned about main tunnels covered by farstriders
*** we can raise adar in a nearby temple on the way to the vents
** temple on the mountain, morridan
*** mixed races- orge, elf, half-orcs, dwarves, troll
*** they open an astral gate and ask gods for help
*** raven queen answers
*** jack plays in the astral sea, attracts all the beasts
*** raises a revenant in adar's place
**** tibbar!
* session 12
  CLOCK: [2009-07-28 Tue 19:14]
** lava tubes, need to get deeper
** water filled tube to underwater river
** messing around with a spout
** ecthellion gets some mushrooms
** deep chasm
** orcish red cross!
*** one of those crossbow things
*** critical fail the flash
*** khalid blind crit
| who | init | turn | hp | fx |
|-----+------+------+----+----|
| am  |   23 | ---  |    |    |
| ec  |   21 | ---  |    |    |
| ti  |   20 | --   |    |    |
| ja  |   20 | --   |    |    |
| ry  |   19 | --   |    |    |
| 20  |      |      | 42 | bX |
| ka  |   11 | --   |    |    |
| 13  |      |      | 36 | bX |
| 11  |      |      | 40 | bX |
| 3   |      |      |    | X  |
| 10  |      |      |  0 |    |
#+TBLFM: @7$4='(+ 9 11 22)::@9$4='(+ 26 5 5)::@10$4='(+ 11 6 9 14)::@12$4='(+ 0)

| who | init | turn        | hp |    |
|-----+------+-------------+----+----|
| am  |   26 | ----------- |    |    |
| ti  |   26 | ----------- |    |    |
| 10  |      | --          | 53 | bX |
| ec  |   24 | ----------- |    |    |
| 13  |      | -----       | 37 | b  |
| 3   |      | -----       |    |    |
| T1  |      | ----        |    |    |
| T2  |      | ---         | 18 | X  |
| T3  |      | ----        |    |    |
| T4  |      | ----        |    |    |
| ka  |   23 | ----------- |    |    |
| 20  |      | ------      |    |    |
| ry  |   10 | ----------- |    |    |
| 1   |      | --          |    | X  |
| 12  |      | ----        | 25 | b  |
| 14  |      | --          | 47 | bX |
| 2   |      | ---         |    | X  |
| 6   |      | -           |    | X  |
| 4   |      | -           |    | X  |
| ja  |    8 | ----------- |    |    |
#+TBLFM: @4$4='(+ 12 4 14 1 18 4)::@6$4='(+ 11 12 14)::@9$4='(+ 10 8)::@16$4='(+ 13 12)::@17$4='(+ 11 18 10 8)
* session 13
  CLOCK: [2009-08-04 Tue 18:52]
** boilers power the nexus
*** nexus is the intersection point of these tunnels
*** sealed off by flooding with boiling water
*** jen of farstriders is dead
**** jack desicrates the corpse!
**** am desicrates the corpse!
**** stone wand
**** magical cloak
** farstriders
*** edgar summerston
*** DEAD
|   who | init | turn         |  hp | stats          |
|-------+------+--------------+-----+----------------|
|    20 |      | ......-----X | 130 | bloody         |
|    ja |    4 | -----------  |     |                |
|    ry |   27 | ------------ |     |                |
|    am |   21 | ------------ |     |                |
|    ec |   18 | -----------  |     |                |
|    ti |    9 | -----------  |     |                |
|    ka |    8 | -----------  |  20 | +2 attack      |
|    12 |      | ......--X    |  49 | bloody         |
|    13 |      | ......--X    |  24 | bloody         |
| troll |      | -------X     | 263 | pinata, bloody |
|    11 |      | -----X       |  26 | bloody         |
|    13 |      | ------X      |  25 |                |
|    14 |      | ..---X       |  10 |                |
|     6 |      | .....--X     |     |                |
|   6 m |      | -X           |     |                |
|   4 m |      | -X           |     |                |
|   1 m |      | -X           |     |                |
|   2 m |      | -X           |     |                |
|   3 m |      | -X           |     |                |
|   5 m |      | -X           |     |                |
|   7 m |      | -X           |     |                |
|     4 |      | .-X          |     |                |
|     5 |      | .-X          |     |                |
|     7 |      | .-X          |     |                |
|     2 |      | .-X          |     |                |
|     6 |      | .-X          |     |                |
|     1 |      | .-X          |     |                |
|     4 |      | .....-X      |     |                |
|     5 |      | .....-X      |     |                |
|     1 |      | .....-X      |     |                |
|     7 |      | .....-X      |     |                |
|     3 |      | .....-X      |     |                |
#+TBLFM: @2$4='(+ 6 21 16 15 6 12 16 15 12 11)::@8$4='(+ 3 15 5 6 5 11 -13 14 -13 -13)::@9$4='(+ 5 11 9 9 15)::@10$4='(+ 9 5 10)::@11$4='(+ 3 10 4 5 17 11 9 9 5 3 2 12 14 9 5 5 23 10 14 12 24 10 26 5 5 5 6)::@12$4='(+ 4 5 6 11)::@13$4='(+ 4 5 5 11)::@14$4='(+ 5 5)
* session 14
** ecth maximized damage   
|    who | init | turn                  | hp |    |
|--------+------+-----------------------+----+----|
|     ja |      | --------------------- |    |    |
|     am |      | --------------------- |    |    |
|     ec |      | --------------------  |    |    |
|     ry |      | --------------------  |    |    |
|     ka |      | ------------------    |  5 |    |
|     ti |      | ------------------    |    |    |
|--------+------+-----------------------+----+----|
|    1.4 |      |                       |    | X  |
|   14.3 |      | ------                |  3 | X  |
|   10.3 |      | ------                | 74 | X  |
|    4.4 |      |                       |    | X  |
|    6.5 |      |                       |    | X  |
|   11.3 |      | -----                 | 22 | X  |
|    6.4 |      |                       |    | X  |
|   anon |      |                       |    | X  |
|    2.4 |      |                       |    | X  |
|   anon |      |                       |    | X  |
|   anon |      |                       |    | X  |
|    5.3 |      | -                     |    | X  |
|    4.3 |      | -                     |    | X  |
|   anon |      | -                     |    | X  |
|   anon |      | -                     |    | X  |
|   13.3 |      | --                    | 45 | X  |
|   12.3 |      | --                    | 51 | X  |
|   anon |      | -                     |    | X  |
| choker |      | ---                   |  8 |    |
|   anon |      |                       |    | X  |
|   anon |      |                       |    | X  |
|    3.3 |      |                       |    | X  |
|    2.3 |      |                       |    | X  |
|    7.3 |      |                       |    | X  |
|    6.3 |      |                       |    | X  |
|   11.2 |      | ---                   | 33 | X  |
|    6.2 |      | -                     |    | X  |
|    4.2 |      | -                     |    | X  |
|    3.2 |      | -                     |    | X  |
|   14.2 |      | --                    | 35 | bX |
|    7.2 |      | -                     |    | X  |
|    2.2 |      | -                     |    | X  |
|    6.1 |      | -                     |    | X  |
|    4.1 |      | -                     |    | X  |
|    3.1 |      | -                     |    | X  |
|    5.1 |      | -                     |    | X  |
|    7.1 |      | -                     |    | X  |
|   11.1 |      | -                     | 40 | X  |
|     11 |      | ---                   | 40 | X  |
|      2 |      | --                    |    | X  |
|      5 |      | --                    |    | X  |
|      1 |      | -                     |    | X  |
|      4 |      | -                     |    | X  |
|      6 |      | -                     |    | X  |
|      7 |      | -                     |    | X  |
|    2.1 |      |                       |    | X  |
#+TBLFM: @9$4='(+ 3)::@6$4='(+ 34 -10 -5 -6 -8)::@10$4='(+ 11 4 9 9 9 6 7 5 7 7)::@13$4='(+ 12 10)::@23$4='(+ 4 4 4 11 11 11)::@24$4='(+ 15 6 5 10 3 4 8)::@26$4='(+ 8)::@33$4='(+ 15 1 4 13)::@37$4='(+ 14 5 15 1)::@45$4='(+ 10 15 15)::@46$4='(+ 4 5 4 12 15)
* session 15
** hung out at the Mountain Hearth
*** note requesting a meeting in elftown at pricey joint
**** ecthellion critically succeeds at reading the return-address
** house of sleep
*** 7 story tower, glass and stone
*** run by eladrin - Kaliban Whisperwind
*** Mr Sachen
**** old, very scarred shadar-kai
**** "student of mysteries"
**** seek Modra
***** arms dealer who works through overlook
***** connected man, be careful
***** shadar-kai
**** mover/shaker
**** showed him our fate stone
***** Sachen know what it was
**** showed him prophesy
***** he was all like "d00d! WTF!1"
** walking home from the sleep

| who | init | turn    | hp | cond             |
|-----+------+---------+----+------------------|
|  ec |   23 | ------- |    |                  |
|  13 |      | ------  | 29 |                  |
|  14 |      | ------  |  9 |                  |
|  ja |   13 | ------  |    | -2 atk           |
|  20 |      | ------  | 10 |                  |
|   7 |      | ------  | 52 |                  |
|  ry |   13 | ------  |    |                  |
|  ti |    8 | ------  |    | atk -1, resist 1 |
|   1 |      | -----   | 36 | X                |
|   4 |      | ---     | 76 | X                |
|   5 |      | -       | 60 | ongoing 5,X      |
#+TBLFM: @3$4='(+ 12 3 14)::@4$4='(+ 9)::@6$4='(+ 10)::@7$4='(+ 8 9 5 11 6 13)::@10$4='(+ 10 9 15 2)::@11$4='(+ 12 5 6 5 9 12 5 6 16)::@12$4='(+ 12 12 5 16 10 5)
** mage employed by Lost Ones wanting key
*** Modra wants it
*** meet at Salty Mug
*** meet in 2 days at noon at Frying Hogback
*** took his clothes
*** tracked archer to poorhouse on the edge of trade town run by paladins
**** happy beggar
**** run by crushent
**** store room trapdoor behind crates
** Reniss - got remains Jen
*** Jen sent 'Modra' to Reniss using sending stone
** rifts opening
*** 1 every other day
*** planar disturbance
*** shadowfell / elemental planes
** planar chest
*** hourglass symbol
*** cloak of survival - ecth
**** +2 nads resist 5 cold, 5 fire
*** fine hide +2 - jack
*** thunderburst longbow +2 - rye
*** relisiency +2
*** bracers of escape
*** ritual of sending - jack
*** tree stride - rye
* session 16 - 500xp
** meeting with Modra
we're late, discussing arcane magicks
*** messenger is a shadar-goblin
*** being watched by a minion
**** LOL threw him off the roof
**** sketch of our party
**** butchered him
**** watchers and ambushers were a separate team
*** smokey bar
**** laid out normally
**** filled with normal folks
**** seems like a lot of shills
**** booth in the corner
| who    | init | turn  |  hp |                       |
|--------+------+-------+-----+-----------------------|
| 20     |   31 | ----- |  65 |                       |
| 12     |      | ----  |     | off                   |
| 13     |      | ----  |     | off                   |
| 11     |      | ----  |     | off                   |
| rn     |   17 | ----- |     |                       |
| ec     | 14.1 | ----- |     |                       |
| 2      |      | ----- |  62 |                       |
| ry     |   12 | ----- |     |                       |
| 10     |      | ----- |  64 | off, ongoing 5        |
| ti     |    6 | ----- |     |                       |
| 6      |      | ----- |  51 | X shortbow, ongoing 5 |
| 5      |      | ----- | 102 | X shortbow, ongoing 5 |
| ja     |   14 | --    |     | X                     |
| 4      |      | --    |  72 | X ongoing 5           |
| anon.8 |      | -     |     | X                     |
| anon.5 |      | -     |     | X                     |
| anon.7 |      | -     |     | X                     |
| anon.6 |      | -     |     | X                     |
| anon.3 |      | -     |     | X                     |
| anon.2 |      | -     |     | X                     |
| anon.4 |      | -     |     | X                     |
| anon.1 |      | -     |     | X                     |
#+TBLFM: @2$4='(+ 9 3 13 5 3 19 5 8)::@8$4='(+ 11 10 4 16 13 6 2)::@10$4='(+ 9 8 5 8 5 5 13 3 8)::@12$4='(+ 5 3 5 13 9 8 8)::@13$4='(+ 14 12 16 11 5 5 6 5 15 13)::@15$4='(+ 3 12 15 11 10 21)

* session 17
** other groups took to the streets for vengence
*** racial violence against shadar-kai
** lost ones laying low
** hostel
happy beggar volunteers were shadar-skinned, now missing
** visions on the key
*** huge stone arch
*** city - prob overlook
*** still overlook, trade town
*** happy beggar
*** was used by the warlock we killed
** talking to head of happy beggar, leading him to the door
*** tunnel
**** shadow bats
| who | init | turn | hp | stats         |
|-----+------+------+----+---------------|
| am  |   28 | ---  |    |               |
| 1   | 20.1 | ---- |  8 |               |
| ec  |   20 | ---  |    |               |
| ti  | 15.1 | ---  |    |               |
| ja  |   15 | ---  |    |               |
| ry  |   13 | ---  |    |               |
| 7   | 20.1 | ---  | 35 | B,X,-2 to hit |
| 3   | 20.1 | ---  | 32 | B,X           |
| 4   | 20.1 | ---  | 42 | B,X           |
#+TBLFM: @8$4='(+ 0 7 10 9 9)::@3$4='(+ 0 8)::@9$4='(+ 0 12 11 2 7)::@10$4='(+ 0 15 6 11 10)
**** ecthellion yoda's off stalagmites

**** portal to warehouse, orcs supplied from shadow realm
**** another portal, the one previously used
***** grey marbley stone with writing
"protect this place with shadows claws"
**** first portal leads to a warehouse a few blocks over
**** portal goes to shadowfell!
**** stall near plot 24 for drinking
* session 18 [2009-10-06 Tue]
  CLOCK: [2009-10-06 Tue 19:10]--<2009-10-06 Tue 22:20> =>  3:10
** weapons coming from shadowfell -> overlook hostel -> overlook warehouse
** portal has existed for awhile
** rift opens
*** 200/300 feet from bridge
*** rift is harmful
| who |  init | turn     |    | hp |
|-----+-------+----------+----+----|
|  ja |    20 | -------- |    |    |
|  ti |    19 | -------- |    |    |
|  am | 18.19 | -------- |    |    |
|  ec |    16 | -------- |    |    |
|  ry | 18.18 | -------- |    |    |
|  13 |       | -------- | BX | 47 |
|   7 |       | -------  | BX | 33 |
|  12 |       | -------  | BX | 77 |
| foo |       | ------   | BX | 88 |
|   1 |       | ---      | X  |  1 |
|   4 |       | ---      | X  | 12 |
|   5 |       | ---      | X  |  1 |
|   3 |       | -        | BX | 36 |
#+TBLFM: @7$5='(+ 5 15 6 21)::@8$5='(+ 9 7 17)::@9$5='(+ 8 10 11 8 8 19 3 10)::@10$5='(+ 6 8 11 20 9 9 6 3 16)::@11$5='(+ 1)::@12$5='(+ 12)::@13$5='(+ 1)::@14$5='(+ 11 8 17)

*** mercenary camp
**** dwarven encampment
**** ogre encampment
 - militant group
 - enjoying merc work
**** slave bazaar patrolled by undead
 - wraiths circling
 - creepy chill/fog
 - most races are enslaved, any small/medium race
 - bulk is half-orc / goblinoid
**** we camp on outskirts of dwarf/ogres
**** forges / weapon production
**** skilled labor section
**** mostly run by shadar-kai
**** gnoll encampment
**** may be a power struggle, not sure who the boss is
**** plot 24 casino
hours like a tavern
gregor + ivan, get there at 10pm
**** jack - gambling
**** ect - fighting
**** am - scouting slavery
**** ti/ry - check outskirts
* session 19 [2009-10-20 Tue] 240xp
  CLOCK: [2009-10-20 Tue 18:57]--[2009-10-20 Tue 22:30] =>  3:33
** Lena
*** expects us to kill Modra
*** enemy of Modra
*** Modra is a delusional warlord
**** destabilizing worlds
*** Modra used to be a lieutenant of Catalan
**** starting acting out over a month ago
*** laying low
*** thinks Modra made a deal with dwarves to supply enhanced soldiers
*** a free agent, not necesarily for or against Modra/Catalan
*** level 6 shadarkai
*** isn't romantically linked to catalan/modra, wouldn't be above using sexual influence.
*** doesn't know the arcane forge business that well
*** workforce management
*** Catalan
*** can use a back way to get into the arcane forge
*** being coy about connection to Mr. Sachen
**** lord of Umbraforge
**** called away on business and hasn't been able to deal with Modra
**** still controls the tower
*** Greathill dwarven clan
*** ironfell clan would be interested in Shadowfell
*** Enhanced soldiers
**** made in the arcane forge
** Kark the ogre
*** isn't getting involved
*** might be able to sway the ogre contingent
*** should tell the captian info
**** Lark (one-eyed ogre) will make the decision
*** used to be a gladiator
** Why settle for a 4 or 6 sided die when you could have a 8 or 10 sided die?
** finding a rift to speak to fore-path
*** combat table
| who       | init | turn    |  hp | status |
|-----------+------+---------+-----+--------|
| w1        |      | ------- |   6 |        |
| am        |   27 | ------- |     |        |
| ec        |   14 | ------  |     |        |
| ry        |   20 | ------  |     |        |
| ti        |   19 | ------  |     |        |
| ja        |   17 | ------  |     |        |
| deth prst |      | ------  |     |        |
| 11        |      | ------  |  28 | BX     |
| 13        |      | ------  |  40 | BX     |
| 3         |      | ------  |  55 | BX     |
| w2        |      | ------  |   7 | X      |
| w3        |      | -----   |     | BX     |
| w4        |      | ---     |     | X      |
| 14        |      | ---     |  31 | BX     |
| 5         |      | ---     | 101 | BX     |
#+TBLFM: @2$4='(+ 6)::@9$4='(+ 6 16 1 5)::@10$4='(+ 12 18 10)::@11$4='(+ 6 5 28 16)::@12$4='(+ 6 1)::@15$4='(+ 12 19)::@16$4='(+ 14 8 23 23 1 17 9 6)
*** slaves were kidnapped from material world
**** get shown off by death priest
**** some of them marched off based on who was picked
*** forepath busy with choas rift
** forge
*** 10 shadow goblins working
*** lava river flows through the building
*** pipes leading from the river to vats
*** jack throwing voice
* session 20 [2009-10-27 Tue] 442xp
  CLOCK: [2009-10-27 Tue 19:04]--[2009-10-27 Tue 23:10] =>  4:06
** forge
*** ammonia climbing up
*** vats are full of abominations!  twisted arms/legs
**** my shoelaces!
|        who | init | turn        |  hp | state        |
|------------+------+-------------+-----+--------------|
|         am |   15 | ----------- |     |              |
|         ry |   16 | ----------- |     |              |
|         ti |   14 | ----------  |     |              |
|         ec |   26 | ----------- |     |              |
| abom-weird |      | --          |  19 | X            |
|         ja |   18 | ----------- |     |              |
|  abom-drag |      | ----------  | 209 | BX           |
|  abom-mord |      | --------    | 227 | BX           |
|         20 |      | ----        |  54 | X            |
|          2 |      | --          |     | X            |
|  abom-hill |      |             |     | X 19+ reflex |
|         14 |      | --          |   5 | X            |
|         13 |      | --          |     | X            |
|         10 |      | --          |  60 | BX           |
|          4 |      | -           |     | X            |
|         12 |      | -           |     | X            |
|          1 |      | -           |     | X            |
|          3 |      |             |     | X            |
|         11 |      |             |     | X shoelaces  |
#+TBLFM: @6$4='(+ 18 1)::@8$4='(+ 4 6 15 19 15 13 4 20 14 16 5 16 4 6 9 10 8 13 12)::@9$4='(+ 3 15 4 6 9 12 11 7 16 12 12 14 12 7 13 11 11 11 4 15 4 9 9)::@10$4='(+ 6 5 9 12 4 8 10)::@13$4='(+ 5)::@15$4='(+ 29 5 5 4 17)
*** redirect pipes to pour lava down to abomination storage
* session 21 [2009-11-03 Tue] 175xp
  CLOCK: [2009-11-03 Tue 19:06]--[2009-11-04 Wed 00:10] =>  5:04
** taking out arcane forge pisses off modra
** dwarves had incentive for arcane forge to work, might narc on us
*** know we're from overlook, on some secret assignment
** orges aren't hostile towards us
** undead are kinda in favor, we protected slaves
** townies are neutral
** gnolls might explain it
** power play!
Convince everyone Modra is incompetent, destroy his command
*** Lurk from orges
**** Jack wants to avenge his own death!
*** sniffed the dwarf
*** entered the forge
| who | init | turn  | hp | misc            |
|-----+------+-------+----+-----------------|
|  ja |   25 | ----  |    |                 |
|  20 |      | ----  | 63 | sh,modra,27ac   |
|   4 |      | --    |    | r               |
|   5 |      | --    |    | lieu,dwarf      |
|  10 |      | -     |    | sgt,dwarf       |
|   1 |      | -     |    | r               |
|   2 |      | -     |  5 | r, hit by modra |
|   3 |      | -     |    | r               |
|  13 |      | -     |    | pointy          |
|  ry | 21.2 | ----- |    |                 |
|  am |   29 | ----- |    |                 |
|  ec | 21.1 | ----- |    |                 |
|  ti |   21 | ----- |    |                 |
|   7 |      | --    | 49 | sh,r,X          |
|   6 |      | --    | 57 | sh,r X          |
|     |      |       |    |                 |
#+TBLFM: @15$4='(+ 10 6 10 4 13 6)::@3$4='(+ 9 5 14 10 10 9 6)::@8$4='(+ 5)::@16$4='(+ 9 5 5 38)

* session 22 [2009-11-10 Tue] 400xp + 200 quest xp
  CLOCK: [2009-11-10 Tue 18:50]
** challenging modra one-on-us
*** battle
| who   | init | turn  |  hp | status                             |
|-------+------+-------+-----+------------------------------------|
| ec    |   25 | ----- |     | +1 attack modra                    |
| ja    |   22 | ----- |     |                                    |
| ti    |   21 | ----- |     | +1 attack modra                    |
| troll |      | ----- |  84 | 19w                                |
| am    |   19 | ----- |     | +1 attack modra                    |
| ry    |   10 | ----- |     |                                    |
| 1     |      | ---   |     | X                                  |
| 13    |      | ---   |  77 | X shadow goblin, chain             |
| modra |      | --    | 194 | X give 4 on attack, give 4 on hit  |
| 5     |      | -     |     | X - bitch slapped to death by jack |
#+TBLFM: @5$4='(+ 10 1 18 14 31 7 3)::@9$4='(+ 9 12 21 13 10 12)::@10$4='(+ 63 -30 19 13 12 22 2 19 5 21 15 20 13)
*** jack kill-slapping
*** ross charge/sneak attacking
** got modra metal bits
*** +2 NAD for ross
*** portal key
** umbraforge isn't a free-trade town
*** owned by catalan - lord of the manor, feudalism
* session 23 [2009-11-17 Tue] 50xp
* session 24 [2009-12-01 Tue] 510xp
  CLOCK: [2009-12-01 Tue 19:23]--[2009-12-01 Tue 23:08] =>  3:45
** material glade embedded in the shadowfell
*** jack bounded in: "ta-daaa!"
24
| who    | init | turn       | hp | status   |
|--------+------+------------+----+----------|
| ti     |   12 | --------   |    |          |
| am     |   16 | ---------  |    |          |
| ja     |   15 | ---------  |    |          |
| ec     | 12.1 | ---------  |    |          |
| thorny |      | ---------- | 70 | X,B      |
| whip D |      | ---------  | 70 | X        |
| whip C |      | -------    |    | X,m      |
| zomb   |      | --         |    | X        |
| thorny |      | ------     |    | X        |
| thorny |      | -----      | 66 | X,B      |
| zomb   |      | -          |    | X        |
| zomb   |      | -          |    | X        |
| zomb   |      | -          |    | X        |
| zomb   |      | -          |    | X        |
| whip A |      | ---        | 80 | X,fire   |
| whip B |      | ---        | 74 | X,B,fire |
#+TBLFM: @6$4='(+ 16 20 34)::@7$4='(+ 10 -10 17 14 -30 12 12 11 12 12 -10 11 9)::@11$4='(+ 19 2 21 -10 8 8 18)::@16$4='(+ 9 9 15 -10 19 3 13 8 14)::@17$4='(+ 7 19 10 11 12 15)
*** psychic scream!
| who  | init | turn | hp | status |
|------+------+------+----+--------|
| root |   29 | -    | 44 | X      |
| am   |   27 | -    |    |        |
| ec   |   24 | -    |    |        |
| ti   |   21 |      |    |        |
| ja   |   12 |      |    |        |
#+TBLFM: @2$4='(+ 20 17 7)
*** killed the root of the vine plant

* session 25 [2009-12-08 Tue] 1000xp
  CLOCK: [2009-12-08 Tue 18:43]
** amulet of passage! pg 150
** lava crossing
*** teleported using amulet
** big room w/ forepath
*** portals open, unleashing energy into the river
*** rocky ramp up to a hexagram floating in mid-air
**** pentagram is a gate
*** fire elemental has been summoned to help
*** secret room
**** circle for transformation rituals
**** journals
**** TODO loot
*** closed portals
*** final portal slowly closing
* session 26 [2009-12-16 Wed] 1300xp
  CLOCK: [2009-12-16 Wed 19:34]
** fight!
| who              | init | turn |  hp | status        |
|------------------+------+------+-----+---------------|
| am               |   32 | ---- |     |               |
| Ro finan rogue   |   28 | ---- |     |               |
| Ru leah          |   25 | ---- |     |               |
| elemental        |      | -    |  16 |               |
| fire cobra 7     |      | --   |  13 | OFF           |
| fire cobra 9     |      | --   |  14 | OFF           |
| ec               |   25 | ---- |     |               |
| fire cobra 4     |      | --   |  15 |               |
| N marcus         |   22 | ---- |     |               |
| ti               |   21 | ---- |     |               |
| Ry firbolg       |   20 | ---- |     |               |
| ry               |   18 | ---- |     |               |
| A darien         |   14 | ---  |     |               |
| ja               |   10 | --   |     |               |
| magma 8          |      | --   |  24 | BX            |
| magma 3          |      | --   |  14 | BX            |
| magma 2          |      | ---  |  23 | BX            |
| magma 1          |      | --   |  47 | BX            |
| fourera white 10 |      | ---  |  45 | RUN           |
| fourera 6        |      | ---  | 112 | BX            |
| fourera grey 5   |      | ---  | 114 | BX            |
| fourera black 4  |      | ---  | 107 | BX, 25+ AC, 5 |
#+TBLFM: @5$4='(+ 16)::@6$4='(+ 13)::@7$4='(+ 14)::@9$4='(+ 15)::@16$4='(+ 16 8)::@17$4='(+ 14)::@18$4='(+ 9 14)::@19$4='(+ 5 4 12 10 16)::@20$4='(+ 24 5 16)::@21$4='(+ 11 18 12 15 7 15 18 16)::@22$4='(+ 14 15 19 14 19 13 20)::@24$4='(+ 15 25 17 15 4 5 26)
** firbolg + ryepup do the final elemental push back!
*** ban of raven to make 18-20 for crits
*** oath of enmity to double attack
** elemental explodes the whole room
** ryepup/firblog bid silent farewell
** ritual book in lab
** TODO forepath gifts
* session 27 [2009-12-22 Tue] 650xp
  CLOCK: [2009-12-22 Tue 18:46]
** uneventful trip to overlook
*** white evil shrine in the hostel has been purified
*** hilldeep clan ceremony for our service
**** jack gets belt of sacrifice
*** went shopping
*** necromancer in shanty town - not a bad guy
**** jack bumbles
**** has a skeleton to kill
**** found a slain dragon, tried to raise it on the cheap
**** undead dragon - been out of the way, but wants it dealt with
***** on the edge of the thornwaste
***** natural creatures created by ritual requiring still-living dragon
***** dracoliche
***** malevolent
***** must kill it's philectory (soul, true resolve, etc)
***** green dragon
*** jack goes in the bag
**** popple!
*** there's a liche in the area
**** old, started and survived a war
**** keeps to himself
**** helped in the war when people stole his filactery
*** dwarven village
**** ecth
talking to guard captian
3/4 attackes in the last 3 yrs attributed to the dragoliche

predecesser took a commission to fight the dragon, never came back 

caravans go missing
**** ryepup
find a young child: is there a place in the mountains 
the others dare you to go? 
19 - percp to find a child
27 - stealth to ask him slyly

rattled off some locations based on holds
*** searching for dragoliche fischer
**** looking at bottom of lake
| who            | init | turn    |  hp | status            |
|----------------+------+---------+-----+-------------------|
| skel cavalry 9 |      | -----   |  76 | B                 |
| am             |   26 | ------- |     |                   |
| ja             |   19 | ------  |     |                   |
| ti             |   16 | ------  |     |                   |
| ry             | 12.1 | ------  |     |                   |
| ec             |   12 | ------  |     |                   |
| skel mino 1    |      | ---     |  38 | BX, 22ac          |
| skel cyc 2     |      | ---     | 101 | BX,25ac,ongoing 5 |
| skeletonB 6    |      | --      |  23 | X                 |
| skel cavalry 8 |      | --      |  99 | BX                |
| skeletonB 7    |      |         |  38 | BX                |
| skeleton 5     |      |         |  42 | BX                |
| skeleton 4     |      |         |  32 | BX                |
| skel dog 2     |      | -       |  25 | BX                |
| skel dog 3     |      | -       |  39 | BX                |
| skel dog 1     |      |         |  44 | BX                |
#+TBLFM: @2$4='(+ 17 10 23 26)::@8$4='(+ 1 6 17 14)::@9$4='(+ 11 16 13 14 23 5 19)::@10$4='(+ 12 11)::@11$4='(+ 6 15 22 19 7 16 14)::@12$4='(+ 17 21)::@13$4='(+ 3 13 11 15)::@14$4='(+ 5 3 13 11)::@15$4='(+ 7 5 13)::@16$4='(+ 7 5 3 13 11)::@17$4='(+ 20 3 5 3 13)
     
**** undead lake
* session 28 [2010-01-05 Tue] 570xp
  CLOCK: [2010-01-05 Tue 18:25]--[2010-01-05 Tue 20:41] =>  2:16
** need to get up to dragon territory
walking around to approach from above
*** voices inside, draconic + distorted elven
almost like a monologue, one side counseling against too much aggression
**** draconic is arguing for more bigger horde
**** he's looping in the thought process
*** natural cave, huge tunnels, landing area looks OK
**** runes all over the place
**** runes define a magical circle
**** glowing gravity well that effects radiant stuff
**** hexagonal key
*** Ammonia fails stealth check going for the loot
**** elven side dragon
"use your instincts here"
**** ammonia gets slammed into the wall
**** ryepup swipes some gold
**** triggers the draco part
**** kills the draco-liche in his suicide trap
**** camp in the empty cave
** So, to clarify, the Dracolich itself was worth 2500xp, and this also concluded a small quest, giving you individual gains of 570xp.  The hoard (which was considerable in size, but contained a lot of trash as well, was 2100gp, and included a +3 magic sword (level 11, details to be determined by Ecthellion). 
* session 29 [2010-01-19 Tue] 490xp
  CLOCK: [2010-01-19 Tue 18:41]--[2010-01-19 Tue 21:52] =>  3:11
** told dwarven merchant about mithril and dead dragon, his secret to tell
*** spent 42g on supplies
** heading back north to necromancer
** mountain raid
*** hunters all 3 nail ecth.
*** riding horses, speed 8
*** assassin crits ecth.
*** combat table
| who       | init | turn   | hp | status  |
|-----------+------+--------+----+---------|
| am        |   31 | ------ |    |         |
| dogmaster |      | ------ | 11 |         |
| ry        | 28.1 | ------ |    |         |
| ec        |   28 | ------ |    |         |
| ti        |   25 | ------ |    |         |
| ja        |   23 | -----  |    |         |
| hunter 3  |      | -----  |  8 |         |
| hunter 4  |      | -----  |  5 |         |
| assassin  |      |        | 30 | B       |
| dog 6     |      | -----  |    | run off |
| dog 5     |      | -----  |    | run off |
| dog 7     |      | -----  | 75 | BX      |
| hunter 2  |      | ----   | 87 | BX      |
| assassin  |      | --     | 54 | BX      |
| hunter 1  |      | -      | 74 | BX      |
#+TBLFM: @3$4='(+ 11)::@8$4='(+ 8)::@9$4='(+ 5)::@10$4='(+ 15 15)::@13$4='(+ 11 11 13 10 2 14 14)::@14$4='(+ 11 11 13 5 10 2 13 22)::@15$4='(+ 5 23 13 13)::@16$4='(+ 19 20 9 12 14)
Called the encounter at this point, dogmaster got away
*** interrogate hunters
**** don't know the name of the dogmaster
**** hired to kill us!
**** had been hanging around to ambush us for a day
**** bounty on our head!
***** 1000gp
**** all adventuring groups have a bounty on them
**** shady places to inquire about bounty in overlook		   :plothook:
***** including the pub where Jack died
* session 30 [2010-01-28 Thu]
  CLOCK: [2010-01-28 Thu 19:07]--[2010-01-28 Thu 22:11] =>  3:04
** went through portal
** brindle end
*** circle of ad-hoc ritual casters
*** portal ritual
*** missing components
*** looking tired
*** mayor of brindle
**** trying to reach us for 1.5 week
**** escort to temple where we have logdings
**** come to hall of great valor in the morn
*** bahamut helped
** hall of valor
*** cases lining the wall with relic
*** red hand of doom
*** map of significant events
*** remember the platinum sword?
**** sword begged for heroes
**** feasible to imbue essence of individual
**** amora
***** choas creatures established base in the vale
****** githzerai
***** fortress of greystone
***** invaded by gnoll mercs
****** the wicked fang
****** leader Fangrin follow Ignu - god of gnolls
****** raiding elsir vale
****** opened conduit to realm of chaos
***** provides ritual to close conduit/free her
***** doesn't know how she got in the sword
*** MOLOTOV COCKTAIL
| who       | init | turn   | hp | status        |
|-----------+------+--------+----+---------------|
| ec        |   26 | ------ |    |               |
| keely     |   25 | _----- |    |               |
| ry        |   22 | -----  | 53 |               |
| subduer 1 |      | -----  | 90 | B             |
| ja        |   18 | -----  |    |               |
| ti        |   16 | -----  |    |               |
| am        |   15 | -----  |    |               |
| marco     |      | -----  | 62 | B,anti-pinata |
| axey 3    |      | ----   | 92 | B,CX          |
| axey 4    |      | ---    | 97 | B,X           |
| subduer 2 |      | ---    | 87 | B,BL,X        |
|           |      |        |    |               |
#+TBLFM: @4$4='(+ 56 -11 -26 3 14 -41 5 16 14 14 8 1)::@5$4='(+ 10 10 18 10 12 14 16)::@9$4='(+ 6 7 9 8 19 13)::@10$4='(+ 7 28 26 17 14)::@11$4='(+ 10 10 7 9 6 10 17 15 13)::@12$4='(+ 13 21 10 12 19 12)
**** thorn
***** adventurer who's party was taken out by bounty hunters
*** entrance to fortress greystone
    CLOCK: [2010-01-28 Thu 22:11]--[2010-01-28 Thu 23:26] =>  1:15
| who      | init | turn      |  hp | status |
|----------+------+-----------+-----+--------|
| ry       |   20 | --------- |     |        |
| scout 2  |      | --------- |  14 |        |
| ja       |   19 | --------- |     |        |
| spirit 5 |      | --------- | 225 | B      |
| am       |   13 | --------  |     |        |
| ti       |   15 | --------  |     |        |
| ec       |   11 | --------  |     |        |
| scout 1  |      | -------   |  75 | BX     |
| sentry 4 |      | -----     | 109 | X      |
| sentry 3 |      | ---       |  70 | BX     |
#+TBLFM: @3$4='(+ 5 9)::@5$4='(+ 15 11 18 7 8 15 9 21 20 12 17 18 14 12 7 21)::@9$4='(+ 8 33 10 24)::@10$4='(+ 11 8 20 18 17 35)::@11$4='(+ 3 10 8 13 14 11 11)
**** <2010-01-28 Thu 22:18> DM ready
**** <2010-01-28 Thu 22:21> ryepup done
**** <2010-01-28 Thu 22:22> jack done
**** <2010-01-28 Thu 22:25> am done
**** <2010-01-28 Thu 22:27> ec - round 1
**** <2010-01-28 Thu 22:30> ryepup done
**** <2010-01-28 Thu 22:37> tibb end
**** <2010-01-28 Thu 22:42> am - round 2
**** <2010-01-28 Thu 22:46> ry
**** <2010-01-28 Thu 22:49> jack
**** <2010-01-28 Thu 22:51> am
**** <2010-01-28 Thu 22:53> tb
**** <2010-01-28 Thu 22:53> ect - round 3
**** <2010-01-28 Thu 22:55> ry
**** <2010-01-28 Thu 22:58> ect - round 4
**** <2010-01-28 Thu 23:02> ry
**** <2010-01-28 Thu 23:04> ja
**** <2010-01-28 Thu 23:06> am
**** <2010-01-28 Thu 23:07> ti
**** <2010-01-28 Thu 23:07> ec - round 5
**** <2010-01-28 Thu 23:10> ry
**** <2010-01-28 Thu 23:11> am
**** <2010-01-28 Thu 23:12> ec - round 6
**** <2010-01-28 Thu 23:14> ry
**** <2010-01-28 Thu 23:15> ja
**** <2010-01-28 Thu 23:16> am
**** <2010-01-28 Thu 23:19> ry - round 7
**** <2010-01-28 Thu 23:22> am
**** <2010-01-28 Thu 23:22> ti
**** <2010-01-28 Thu 23:23> ec - round 8
**** <2010-01-28 Thu 23:23> ry
**** <2010-01-28 Thu 23:24> ja
* session 31 [2010-02-02 Tue] 720xp
** outside gates
   CLOCK: [2010-02-02 Tue 19:17]--[2010-02-02 Tue 20:08] =>  0:51
*** knoll tracks
*** shadow creature was an earth elemental
*** walls are 50ft up
*** hassle to get up to the ledge
*** everyone squeezes by jack
** multiple passageways
*** collapsed stairs
*** initiative
    CLOCK: [2010-02-02 Tue 20:08]--[2010-02-02 Tue 21:43] =>  1:35
| who      | init | turn   |   hp | status   |
|----------+------+--------+------+----------|
| am       |   30 | ------ |      |          |
| ti       |      | ------ |      |          |
| ja       |      | ------ |      |          |
| ry       |   15 | ------ |   44 |          |
| ec       |   19 | ------ |      |          |
| gnoll 2  |      |        |      | portaled |
| marauder |      | --     |   96 | BX       |
| gnoll 1  |      |        |   93 | X        |
| 2        |      | --     | 67.1 | X        |
| 1        |      |        |   71 | X        |
#+TBLFM: @8$4='(+ 11 9 12 9 14 26 15)::@5$4='(+ 61 -17 -10 -13 8 15)::@9$4='(+ 28 8 5 7 9 11 25)::@10$4='(+ .1 16 10 8 2 16 15)::@11$4='(+ 15 13 13 10 14 6)
*** stuck in place
    CLOCK: [2010-02-02 Tue 21:43]--[2010-02-02 Tue 22:12] =>  0:29
**** corpses had mark of ignu
***** like folks in shadowfell
**** ring/portal puzzle
***** cogs turn every time we move through a portal
*** left small portal room
    CLOCK: [2010-02-02 Tue 22:12]--[2010-02-02 Tue 22:19] =>  0:07
**** room across
     CLOCK: [2010-02-02 Tue 22:19]--[2010-02-03 Wed 00:55] =>  2:36
| who             | init | turn       | hp | status    |
|-----------------+------+------------+----+-----------|
| am              |   34 | ---------  |    |           |
| ti              |   28 | ---------  |    |           |
| ry              | 22.1 | ---------  | 25 |           |
| ja              |   22 | ---------- |    |           |
| ec              |   19 | ---------- |    |           |
| rider 3         |      | ---------  | 46 | X         |
| bloodwalker 6/9 |      | -----      | 74 | BX,pinata |
| rider 4         |      | ----       | 48 | BX        |
| bloodwalker 2   |      | ----       | 81 | BX        |
| bloodwalker 1   |      | ----       | 75 | BX        |
| rider 5         |      | --         | 30 | XB,3d6    |
| beetle          |      |            | 30 |           |
#+TBLFM: @4$4='(+ 61 -13 -13 -15 -5 -15 12 13 15 -10 -5)::@7$4='(+ 13 17 16)::@8$4='(+ 7 8 11 28 20)::@9$4='(+ 6 13 12 17)::@10$4='(+ 13 13 20 20 15)::@11$4='(+ 23 20 9 23)::@12$4='(+ 15 8 7)::@13$4='(+ 30)
**** FINALLY
* session 32 [2010-02-09 Tue] 600xp
  CLOCK: [2010-02-09 Tue 19:05]--[2010-02-09 Tue 22:34] =>  3:29
** time is short
*** magical pipe system
*** training room
**** north door has abyssal writing
***** warning
*** sealed the door, rested
** song ends
** OPEN THE DOOR
| who | init | turn      |  hp | status |
|-----+------+-----------+-----+--------|
| am  |   26 | --------- |     |        |
| ja  |   22 | --------- |     |        |
| ec  |   17 | --------- |     |        |
| ti  |   13 | --------  |     |        |
| 3   |      | --------  | 216 | B      |
| ry  |   11 | --------  |     |        |
| 1   |      | ------    |  85 | bBX    |
| 4.b |      | ----      |  85 | bBX    |
| 2   |      | ---       |  77 | bBX    |
| 4.a |      | -         |  73 | BX     |
#+TBLFM: @6$4='(+ 15 13 27 26 16 12 18 13 16 31 8 21)::@8$4='(+ 13 6 32 9 25)::@9$4='(+ 13 6 15 13 9 15 14)::@10$4='(+ 13 17 6 6 12 23)::@11$4='(+ 45 16 12)
*** animate creatures
** thorn knows the fortress
*** eastern secret passage is used by gnolls
*** gnoll high priest
*** guided us out
*** man behind it all is a figure by the name of Sachen
**** catalan's overlook alias
*** led us to a campsite
*** 
* session 33 [2010-02-16 Tue]
** big ass room
** recap
*** gnoll priest opening elemental portal to get power from his god
**** this is very bad, ray
*** sword lady needs to be held in the rift
*** our "attack runaway" has put him in urgent mode
*** todo:
**** don't let the portal open
**** if it opens, close it
**** once closed, put sword in rift
*** fortress was probably built around the rift
** guards
*** jack playing as a distraction
*** 2 gnolls run away
** defeated 2 gnolls in opening room
** big room
crit fail ryepup's stealth check!
| who | init | turn      | hp           | status                  |
|-----+------+-----------+--------------+-------------------------|
| am  |   29 | --------- |              |                         |
| ja  |   26 | --------- |              |                         |
| ry  | 18.1 | --------- |              |                         |
| ec  |   18 | --------- |              | takes a dive!           |
| ti  |   14 | --------- |              |                         |
| 7   |      | --------  | xx           |                         |
| h1  |      |           |              |                         |
| 2   |      | --------R |              |                         |
| 9   |      | ------?-  | xxxxxxxxxxxx | leader,pinata,antipin,X |
| h2  |      |           |              | X                       |
| h3  |      |           |              | X                       |
| h4  |      |           |              | X                       |
| h5  |      |           |              | X                       |
| h6  |      |           |              | X                       |
| h7  |      |           |              | X                       |
| 5   |      | ----      | xxxxx        | BX                      |
| 8   |      | ----      | xxxx         | BX                      |
| h10 |      |           |              | X                       |
| 6   |      | --        | x            | BX                      |
| 3   |      | -         | xxxx         | BX                      |

* treasure
** 30 gp
** 2100 gp in gems, coin, etc					 :session:28:
** adventurer's stone
*** attuned to us
** orcish notebook in shorthand
** Black-Gate Rune - one time use item to open a poral to the shadowfell - we looted this off modra's corpse then lied to catalan about this
** Shadowfell key - A key to a portal that leads to near Umbraforge from a Paladins mission in Overlook
** Cyclops and Minotaur Skulls
** mounts stabled in overlook
** edgar's signet ring
** cloak of distortion
** lifedrinker longsword +1
** fireflower pendant +2
** seal of friendship from dwarven merchant hammerfist holds 	 :session:29:
*** dromen hammerfist
**** 90% cost on mundane goods
** silken rope
** candles/torches
* wishlist
** TODO ryepup
look at consumables
*** +3 earthfall totem of 1d6 upon sliding lvl 12
http://www.wizards.com/dndinsider/compendium/item.aspx?id=5585
*** green thumb gloves lvl 10
http://www.wizards.com/dndinsider/compendium/item.aspx?id=2770
*** pouncing beast +2
http://www.wizards.com/dndinsider/compendium/item.aspx?id=4039
*** helm of vision unclouded lvl 11
*** boots of eagerness lvl 9
*** boots of furious speed lvl 9
** jack
*** medics amulet						 :session:28:
** ammonia
** ecthellion
*** sunblade converted to +3 dynamic weapon 			 :session:28:
**** daily: switch damage to radiant until end of encounter
**** minor: change weapon into anything other type
** tibbar
* templates
** combat table
| who | init | turn | hp | status |
|-----+------+------+----+--------|
| ry  |      |      |    |        |
| am  |      |      |    |        |
| ec  |      |      |    |        |
| ti  |      |      |    |        |
| ja  |      |      |    |        |

* Amulet of Passage
** [2010-01-19 Tue] 1d10 = 8, concordance 17, pleased
** encounter: move action, teleport up to 10 to be adjacent to an attuned ally
** Power (Encounter ✦ Teleportation): Move Action. 
You and each attuned ally can each use this power once per
encounter. You teleport 10 squares into a space adjacent
to an ally who is wearing or attuned to the Amulet.
** Power (Daily ✦ Reliable, Teleportation): Standard Action.
You or an attuned ally can use this power. Make an
attack: Close burst 10; targets one creature; Intelligence
+3, Wisdom +3, or Charisma + 3 vs. Will; on a hit, the
target disappears from its location (save ends). While the
target is gone from its location, it can’t take actions and
can’t be targeted. On a save, it reappears in the space it
last occupied (or in the nearest unoccupied space of its
choosing if that space is occupied).
** +5 to escaping with Acrobatics, Athletics; +5 to Theivery to open locks
** concordance changes
| Starting Score                                                          |     5 |
|-------------------------------------------------------------------------+-------|
| Owner gains a level                                                     | +1d10 |
| Owner reaches three milestones in one day                               |    +2 |
| Owner completes a major quest (maximum 1/day)                           |    +1 |
| Owner’s ally dies                                                       |    –1 |
| Owner stays in the same region for 2 weeks without reaching a milestone |    –1 |
** source
DMG2 pg 150
http://docs.google.com/viewer?a=v&q=cache:2mbm1r_3BqYJ:www.wizards.com/dnd/files/intheworks_dmg2.pdf+amulet+of+passage+concordence&hl=en&gl=us&sig=AHIEtbTmAB6Aq6q7PKiJIA9BvH06YHQTyQ
* summoning rules
** starts with summoner's bloodied value
** when summon dies, summoner looses a surge or takes damage = 1/2 bloodied value
** summon has summoner's defenses
** summon can spend the summoner's surges
** commanding
*** must have line of effect
*** summoner can minor for:
**** crawl
**** escape
**** fly
**** open/close
**** pick up/drop
**** run
**** stand
**** shift
**** squeeze
**** walk
**** dismiss
